{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|fim_prefix|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|fim_middle|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|fim_suffix|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|fim_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|file_sep|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|repo_name|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|filename|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|fim_prefix|>": 1,
      "<|fim_middle|>": 2,
      "<|fim_suffix|>": 3,
      "<|fim_pad|>": 4,
      "<|file_sep|>": 5,
      "<|repo_name|>": 6,
      "<|filename|>": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      "¡": 102,
      "¢": 103,
      "£": 104,
      "¤": 105,
      "¥": 106,
      "¦": 107,
      "§": 108,
      "¨": 109,
      "©": 110,
      "ª": 111,
      "«": 112,
      "¬": 113,
      "®": 114,
      "¯": 115,
      "°": 116,
      "±": 117,
      "²": 118,
      "³": 119,
      "´": 120,
      "µ": 121,
      "¶": 122,
      "·": 123,
      "¸": 124,
      "¹": 125,
      "º": 126,
      "»": 127,
      "¼": 128,
      "½": 129,
      "¾": 130,
      "¿": 131,
      "À": 132,
      "Á": 133,
      "Â": 134,
      "Ã": 135,
      "Ä": 136,
      "Å": 137,
      "Æ": 138,
      "Ç": 139,
      "È": 140,
      "É": 141,
      "Ê": 142,
      "Ë": 143,
      "Ì": 144,
      "Í": 145,
      "Î": 146,
      "Ï": 147,
      "Ð": 148,
      "Ñ": 149,
      "Ò": 150,
      "Ó": 151,
      "Ô": 152,
      "Õ": 153,
      "Ö": 154,
      "×": 155,
      "Ø": 156,
      "Ù": 157,
      "Ú": 158,
      "Û": 159,
      "Ü": 160,
      "Ý": 161,
      "Þ": 162,
      "ß": 163,
      "à": 164,
      "á": 165,
      "â": 166,
      "ã": 167,
      "ä": 168,
      "å": 169,
      "æ": 170,
      "ç": 171,
      "è": 172,
      "é": 173,
      "ê": 174,
      "ë": 175,
      "ì": 176,
      "í": 177,
      "î": 178,
      "ï": 179,
      "ð": 180,
      "ñ": 181,
      "ò": 182,
      "ó": 183,
      "ô": 184,
      "õ": 185,
      "ö": 186,
      "÷": 187,
      "ø": 188,
      "ù": 189,
      "ú": 190,
      "û": 191,
      "ü": 192,
      "ý": 193,
      "þ": 194,
      "ÿ": 195,
      "Ā": 196,
      "ā": 197,
      "Ă": 198,
      "ă": 199,
      "Ą": 200,
      "ą": 201,
      "Ć": 202,
      "ć": 203,
      "Ĉ": 204,
      "ĉ": 205,
      "Ċ": 206,
      "ċ": 207,
      "Č": 208,
      "č": 209,
      "Ď": 210,
      "ď": 211,
      "Đ": 212,
      "đ": 213,
      "Ē": 214,
      "ē": 215,
      "Ĕ": 216,
      "ĕ": 217,
      "Ė": 218,
      "ė": 219,
      "Ę": 220,
      "ę": 221,
      "Ě": 222,
      "ě": 223,
      "Ĝ": 224,
      "ĝ": 225,
      "Ğ": 226,
      "ğ": 227,
      "Ġ": 228,
      "ġ": 229,
      "Ģ": 230,
      "ģ": 231,
      "Ĥ": 232,
      "ĥ": 233,
      "Ħ": 234,
      "ħ": 235,
      "Ĩ": 236,
      "ĩ": 237,
      "Ī": 238,
      "ī": 239,
      "Ĭ": 240,
      "ĭ": 241,
      "Į": 242,
      "į": 243,
      "İ": 244,
      "ı": 245,
      "Ĳ": 246,
      "ĳ": 247,
      "Ĵ": 248,
      "ĵ": 249,
      "Ķ": 250,
      "ķ": 251,
      "ĸ": 252,
      "Ĺ": 253,
      "ĺ": 254,
      "Ļ": 255,
      "ļ": 256,
      "Ľ": 257,
      "ľ": 258,
      "Ŀ": 259,
      "ŀ": 260,
      "Ł": 261,
      "ł": 262,
      "Ń": 263,
      "ĠĠ": 264,
      "ĠĠĠĠ": 265,
      "Ġi": 266,
      "th": 267,
      "Ġw": 268,
      "Ġo": 269,
      "re": 270,
      "Ġth": 271,
      "Ġthe": 272,
      "as": 273,
      "or": 274,
      "Ġof": 275,
      "in": 276,
      "Ġit": 277,
      "Ġwas": 278,
      "er": 279,
      "Ġ=": 280,
      "Ġb": 281,
      "es": 282,
      "ĠĠĠ": 283,
      "Ġs": 284,
      "Ġ'": 285,
      "Ġa": 286,
      "Ġin": 287,
      "en": 288,
      "ĠĠĠĠĠĠĠ": 289,
      "ing": 290,
      "is": 291,
      "ge": 292,
      "Ġwe": 293,
      "Ġf": 294,
      "ef": 295,
      "te": 296,
      "to": 297,
      "co": 298,
      "el": 299,
      "ur": 300,
      "Ġd": 301,
      "Ġe": 302,
      "Ġp": 303,
      ")Ċ": 304,
      "on": 305,
      "Ġ+": 306,
      "',": 307,
      "':": 308,
      "ti": 309,
      "ort": 310,
      "mp": 311,
      "Ġ[": 312,
      "):": 313,
      "ar": 314,
      "oo": 315,
      "Ġr": 316,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 317,
      "oc": 318,
      "Ġre": 319,
      "int": 320,
      "'Ċ": 321,
      "ct": 322,
      "Ġg": 323,
      "Ġh": 324,
      "Ġn": 325,
      "Ġfor": 326,
      "ce": 327,
      "me": 328,
      "pa": 329,
      "an": 330,
      "at": 331,
      "do": 332,
      "ht": 333,
      "ke": 334,
      "un": 335,
      "Ġ\"": 336,
      "Ġ{": 337,
      "res": 338,
      "elf": 339,
      "ange": 340,
      "ken": 341,
      "le": 342,
      "od": 343,
      "tur": 344,
      "us": 345,
      "xa": 346,
      "Ġdi": 347,
      "Ġretur": 348,
      "Ġno": 349,
      "Ġreturn": 350,
      ":Ċ": 351,
      "ad": 352,
      "al": 353,
      "eas": 354,
      "iod": 355,
      "ld": 356,
      "li": 357,
      "ll": 358,
      "mes": 359,
      "nes": 360,
      "ore": 361,
      "oing": 362,
      "port": 363,
      "poc": 364,
      "ve": 365,
      "xport": 366,
      "Ġti": 367,
      "Ġus": 368,
      "thing": 369,
      "Ġon": 370,
      "rect": 371,
      "Ġits": 372,
      "eriod": 373,
      "Ġbef": 374,
      "est": 375,
      "Ġso": 376,
      "Ġseas": 377,
      "Ġage": 378,
      "Ġall": 379,
      "Ġwere": 380,
      "tem": 381,
      "Ġev": 382,
      "Ġepoc": 383,
      "Ġperiod": 384,
      "Ġgoing": 385,
      "Ġhad": 386,
      "Ġdirect": 387,
      "ness": 388,
      "Ġtimes": 389,
      "Ġbefore": 390,
      "Ġseason": 391,
      "Ġepoch": 392,
      "\")": 393,
      "(\"": 394,
      "]Ċ": 395,
      "ame": 396,
      "def": 397,
      "item": 398,
      "lis": 399,
      "name": 400,
      "rint": 401,
      "tp": 402,
      "Ġ-": 403,
      "ĠD": 404,
      "Ġor": 405,
      "token": 406,
      "Ġprint": 407,
      "Ġrange": 408,
      "path": 409,
      "items": 410,
      "&name": 411,
      "'[": 412,
      "']Ċ": 413,
      "(a": 414,
      "(i": 415,
      "**": 416,
      "*i": 417,
      "+'Ċ": 418,
      "-Z": 419,
      "-z": 420,
      ".co": 421,
      "//": 422,
      "/to": 423,
      "/res": 424,
      "/path": 425,
      "://": 426,
      "<|": 427,
      "=f": 428,
      ">']Ċ": 429,
      "?i": 430,
      "]}": 431,
      "]+'Ċ": 432,
      "__": 433,
      "_]+'Ċ": 434,
      "dd": 435,
      "dat": 436,
      "exa": 437,
      "for": 438,
      "fte": 439,
      "hel": 440,
      "lo": 441,
      "our": 442,
      "ty": 443,
      "ue": 444,
      "up": 445,
      "val": 446,
      "wor": 447,
      "xt": 448,
      "|>']Ċ": 449,
      "ĠL": 450,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 451,
      "rege": 452,
      "Ġself": 453,
      "Ġ'<|": 454,
      "Ġadd": 455,
      "endo": 456,
      "coun": 457,
      "url": 458,
      "mple": 459,
      "Ġ['": 460,
      "http": 461,
      "key": 462,
      "Ġ{'": 463,
      "tokens": 464,
      "-zA": 465,
      ".com": 466,
      "/resour": 467,
      "=foo": 468,
      "?id": 469,
      "data": 470,
      "example": 471,
      "ftext": 472,
      "hello": 473,
      "value": 474,
      "world": 475,
      "regex": 476,
      "endoftext": 477,
      "count": 478,
      "https": 479,
      "/resource": 480,
      "\":": 481,
      "))Ċ": 482,
      ",Ċ": 483,
      "ab": 484,
      "by": 485,
      "du": 486,
      "ges": 487,
      "mer": 488,
      "pe": 489,
      "st": 490,
      "voc": 491,
      "ys": 492,
      "ĊĊ": 493,
      "ĠH": 494,
      "Ġto": 495,
      "ent": 496,
      "cod": 497,
      "xporter": 498,
      "merges": 499,
      "vocab": 500,
      "(s": 501,
      ".Ċ": 502,
      "It": 503,
      "_to": 504,
      "_un": 505,
      "av": 506,
      "ay": 507,
      "ain": 508,
      "ati": 509,
      "cre": 510,
      "eg": 511,
      "eing": 512,
      "eav": 513,
      "ght": 514,
      "hort": 515,
      "hness": 516,
      "il": 517,
      "ir": 518,
      "ief": 519,
      "iti": 520,
      "ive": 521,
      "iest": 522,
      "icod": 523,
      "ight": 524,
      "js": 525,
      "kness": 526,
      "ly": 527,
      "lati": 528,
      "ope": 529,
      "pr": 530,
      "sis": 531,
      "ut": 532,
      "uth": 533,
      "ything": 534,
      "Ġc": 535,
      "Ġco": 536,
      "Ġli": 537,
      "ther": 538,
      "Ġwor": 539,
      "Ġwis": 540,
      "Ġwint": 541,
      "Ġway": 542,
      "Ġother": 543,
      "ree": 544,
      "Ġthat": 545,
      "oriti": 546,
      "erlati": 547,
      "erything": 548,
      "Ġbs": 549,
      "Ġbel": 550,
      "Ġbest": 551,
      "Ġbeing": 552,
      "espa": 553,
      "Ġsup": 554,
      "Ġshort": 555,
      "Ġspr": 556,
      "Ġauth": 557,
      "Ġincre": 558,
      "Ġinsis": 559,
      "ison": 560,
      "isiest": 561,
      "Ġfar": 562,
      "Ġfoo": 563,
      "ted": 564,
      "Ġdeg": 565,
      "Ġdespa": 566,
      "Ġpres": 567,
      "mport": 568,
      "mpar": 569,
      "arkness": 570,
      "ood": 571,
      "Ġrece": 572,
      "Ġgood": 573,
      "Ġhope": 574,
      "dom": 575,
      "Ġnothing": 576,
      "Ġnoisiest": 577,
      "lity": 578,
      "Ġonly": 579,
      "Ġsome": 580,
      "Ġevil": 581,
      "Ġeverything": 582,
      "(\"\\": 583,
      "lishness": 584,
      "ĠDarkness": 585,
      "ĠLight": 586,
      "byte": 587,
      "dulity": 588,
      "ĠHeav": 589,
      "_unicod": 590,
      "ived": 591,
      "json": 592,
      "Ġcompar": 593,
      "Ġlike": 594,
      "Ġworst": 595,
      "Ġwisdom": 596,
      "Ġwinter": 597,
      "orities": 598,
      "erlative": 599,
      "Ġbelief": 600,
      "Ġsuperlative": 601,
      "Ġspring": 602,
      "Ġauthorities": 603,
      "Ġincredulity": 604,
      "Ġinsisted": 605,
      "Ġfoolishness": 606,
      "Ġdegree": 607,
      "Ġdespair": 608,
      "Ġpresent": 609,
      "Ġreceived": 610,
      "ĠHeaven": 611,
      "_unicode": 612,
      "Ġcomparison": 613,
      "\"\"": 614,
      "(r": 615,
      "(or": 616,
      "._": 617,
      "iz": 618,
      "ict": 619,
      "main": 620,
      "pen": 621,
      "tr": 622,
      "ĠT": 623,
      "Ġlis": 624,
      "Ġint": 625,
      "Ġdef": 626,
      "Ġexporter": 627,
      "\"),": 628,
      "Ġ->": 629,
      "ĠDict": 630,
      "Ġord": 631,
      "Ġcs": 632,
      "(range": 633,
      "(ord": 634,
      "izer": 635,
      "Ġlist": 636,
      "\",": 637,
      "\",Ċ": 638,
      "()": 639,
      "(b": 640,
      ".a": 641,
      ".ar": 642,
      ".merges": 643,
      ".vocab": 644,
      ".json": 645,
      "BP": 646,
      "Exporter": 647,
      "[int": 648,
      "]]": 649,
      "])Ċ": 650,
      "_byte": 651,
      "bu": 652,
      "gv": 653,
      "it": 654,
      "ild": 655,
      "import": 656,
      "oken": 657,
      "ppen": 658,
      "self": 659,
      "},Ċ": 660,
      "Ġ<": 661,
      "Ġv": 662,
      "Ġen": 663,
      "Ġ__": 664,
      "Ġmerges": 665,
      "Ġvocab": 666,
      "Ġjson": 667,
      "Ġif": 668,
      "Ġimport": 669,
      "Ġstr": 670,
      "ist": 671,
      "):Ċ": 672,
      "Ġ{Ċ": 673,
      "uple": 674,
      "ĠList": 675,
      "(self": 676,
      "(sys": 677,
      "ĠToken": 678,
      "izerExporter": 679,
      ".appen": 680,
      ".argv": 681,
      "BPE": 682,
      "build": 683,
      "ĠTokenizerExporter": 684,
      ".append": 685,
      "))ĊĊ": 686,
      "!\"),": 687,
      "\"{": 688,
      "\":Ċ": 689,
      "\"ĊĊ": 690,
      "(c": 691,
      "(o": 692,
      "(z": 693,
      "({": 694,
      "(Ċ": 695,
      "()Ċ": 696,
      "(path": 697,
      "(main": 698,
      ".e": 699,
      ".p": 700,
      ".items": 701,
      ".du": 702,
      ".st": 703,
      ".\"\"": 704,
      ":]Ċ": 705,
      "=\"": 706,
      "=F": 707,
      "=s": 708,
      ">\",": 709,
      "Ex": 710,
      "Export": 711,
      "Fa": 712,
      "Non": 713,
      "Op": 714,
      "Sys": 715,
      "Tuple": 716,
      "[k": 717,
      "[by": 718,
      "[:]Ċ": 719,
      "[Tuple": 720,
      "],": 721,
      "]:Ċ": 722,
      "],Ċ": 723,
      "]))ĊĊ": 724,
      "_as": 725,
      "ath": 726,
      "ais": 727,
      "age": 728,
      "ch": 729,
      "ci": 730,
      "cl": 731,
      "der": 732,
      "dent": 733,
      "ed": 734,
      "ff": 735,
      "fr": 736,
      "gg": 737,
      "if": 738,
      "ip": 739,
      "ith": 740,
      "ion": 741,
      "ile": 742,
      "len": 743,
      "mod": 744,
      "om": 745,
      "ou": 746,
      "ping": 747,
      "se": 748,
      "su": 749,
      "sion": 750,
      "tes": 751,
      "ugg": 752,
      "ver": 753,
      "xff": 754,
      "}\"": 755,
      "},": 756,
      "}Ċ": 757,
      "~\")": 758,
      "Ġ_": 759,
      "Ġk": 760,
      "Ġas": 761,
      "Ġ)Ċ": 762,
      "Ġtoken": 763,
      "Ġty": 764,
      "Ġmain": 765,
      "Ġtr": 766,
      "Ġ},Ċ": 767,
      "ĠBPE": 768,
      "Ġ(Ċ": 769,
      "ĠNon": 770,
      "ĠOp": 771,
      "ĠSys": 772,
      "Ġlen": 773,
      "Ġ}Ċ": 774,
      "Ġwith": 775,
      "Ġos": 776,
      "Ġout": 777,
      "Ġopen": 778,
      "ass": 779,
      "init": 780,
      "Ġ==": 781,
      "Ġsys": 782,
      "Ġindent": 783,
      "ingFa": 784,
      "Ġfile": 785,
      "Ġexport": 786,
      "Ġpath": 787,
      ")ĊĊĊ": 788,
      "onal": 789,
      "Ġ+=": 790,
      "tional": 791,
      "Ġ[])Ċ": 792,
      "Ġrais": 793,
      "Ġ\"__": 794,
      "Ġ\"\"\"": 795,
      "usage": 796,
      "xac": 797,
      "xae": 798,
      "Ġdict": 799,
      "Ġnot": 800,
      "alse": 801,
      "temEx": 802,
      "(\"!\"),": 803,
      "(\"~\")": 804,
      "tput": 805,
      "__(": 806,
      "__\":Ċ": 807,
      "type": 808,
      "ĊĊĊ": 809,
      "ĠHugg": 810,
      "coding": 811,
      "ained": 812,
      "utf": 813,
      "ĠTuple": 814,
      "()},Ċ": 815,
      "(bs": 816,
      "]]:": 817,
      "]]):Ċ": 818,
      "Ġensu": 819,
      "Ġencoding": 820,
      "(out": 821,
      "(zip": 822,
      "({},": 823,
      "()ĊĊ": 824,
      ".export": 825,
      ".py": 826,
      ".dump": 827,
      ".stder": 828,
      ".\"\"\"ĊĊ": 829,
      "=False": 830,
      "=sys": 831,
      "[bytes": 832,
      "_asci": 833,
      "chr": 834,
      "class": 835,
      "from": 836,
      "model": 837,
      "output": 838,
      "version": 839,
      "Ġtokenizer": 840,
      "Ġtyping": 841,
      "Ġtrained": 842,
      "ĠNone": 843,
      "ĠOptional": 844,
      "ĠSystemEx": 845,
      "ingFace": 846,
      "Ġraise": 847,
      "ĠHuggingFace": 848,
      "Ġensure": 849,
      ".stderr": 850,
      "_ascii": 851,
      "ĠSystemExit": 852,
      "())ĊĊ": 853,
      "())Ċ": 854
    },
    "merges": [
      [
        "Ġ",
        "Ġ"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "t",
        "h"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "r",
        "e"
      ],
      [
        "Ġ",
        "th"
      ],
      [
        "Ġth",
        "e"
      ],
      [
        "a",
        "s"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġi",
        "t"
      ],
      [
        "Ġw",
        "as"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "e",
        "s"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "'"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġi",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠ"
      ],
      [
        "in",
        "g"
      ],
      [
        "i",
        "s"
      ],
      [
        "g",
        "e"
      ],
      [
        "Ġw",
        "e"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "e",
        "f"
      ],
      [
        "t",
        "e"
      ],
      [
        "t",
        "o"
      ],
      [
        "c",
        "o"
      ],
      [
        "e",
        "l"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        ")",
        "Ċ"
      ],
      [
        "o",
        "n"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "'",
        ","
      ],
      [
        "'",
        ":"
      ],
      [
        "t",
        "i"
      ],
      [
        "or",
        "t"
      ],
      [
        "m",
        "p"
      ],
      [
        "Ġ",
        "["
      ],
      [
        ")",
        ":"
      ],
      [
        "a",
        "r"
      ],
      [
        "o",
        "o"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠĠĠ"
      ],
      [
        "o",
        "c"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "in",
        "t"
      ],
      [
        "'",
        "Ċ"
      ],
      [
        "c",
        "t"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "c",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "p",
        "a"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "d",
        "o"
      ],
      [
        "h",
        "t"
      ],
      [
        "k",
        "e"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "Ġ",
        "{"
      ],
      [
        "re",
        "s"
      ],
      [
        "el",
        "f"
      ],
      [
        "an",
        "ge"
      ],
      [
        "k",
        "en"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "d"
      ],
      [
        "t",
        "ur"
      ],
      [
        "u",
        "s"
      ],
      [
        "x",
        "a"
      ],
      [
        "Ġd",
        "i"
      ],
      [
        "Ġre",
        "tur"
      ],
      [
        "Ġn",
        "o"
      ],
      [
        "Ġretur",
        "n"
      ],
      [
        ":",
        "Ċ"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "l"
      ],
      [
        "e",
        "as"
      ],
      [
        "i",
        "od"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "i"
      ],
      [
        "l",
        "l"
      ],
      [
        "m",
        "es"
      ],
      [
        "n",
        "es"
      ],
      [
        "o",
        "re"
      ],
      [
        "o",
        "ing"
      ],
      [
        "p",
        "ort"
      ],
      [
        "p",
        "oc"
      ],
      [
        "v",
        "e"
      ],
      [
        "x",
        "port"
      ],
      [
        "Ġ",
        "ti"
      ],
      [
        "Ġ",
        "us"
      ],
      [
        "th",
        "ing"
      ],
      [
        "Ġo",
        "n"
      ],
      [
        "re",
        "ct"
      ],
      [
        "Ġit",
        "s"
      ],
      [
        "er",
        "iod"
      ],
      [
        "Ġb",
        "ef"
      ],
      [
        "es",
        "t"
      ],
      [
        "Ġs",
        "o"
      ],
      [
        "Ġs",
        "eas"
      ],
      [
        "Ġa",
        "ge"
      ],
      [
        "Ġa",
        "ll"
      ],
      [
        "Ġwe",
        "re"
      ],
      [
        "te",
        "m"
      ],
      [
        "Ġe",
        "v"
      ],
      [
        "Ġe",
        "poc"
      ],
      [
        "Ġp",
        "eriod"
      ],
      [
        "Ġg",
        "oing"
      ],
      [
        "Ġh",
        "ad"
      ],
      [
        "Ġdi",
        "rect"
      ],
      [
        "nes",
        "s"
      ],
      [
        "Ġti",
        "mes"
      ],
      [
        "Ġbef",
        "ore"
      ],
      [
        "Ġseas",
        "on"
      ],
      [
        "Ġepoc",
        "h"
      ],
      [
        "\"",
        ")"
      ],
      [
        "(",
        "\""
      ],
      [
        "]",
        "Ċ"
      ],
      [
        "a",
        "me"
      ],
      [
        "d",
        "ef"
      ],
      [
        "i",
        "tem"
      ],
      [
        "l",
        "is"
      ],
      [
        "n",
        "ame"
      ],
      [
        "r",
        "int"
      ],
      [
        "t",
        "p"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġo",
        "r"
      ],
      [
        "to",
        "ken"
      ],
      [
        "Ġp",
        "rint"
      ],
      [
        "Ġr",
        "ange"
      ],
      [
        "pa",
        "th"
      ],
      [
        "item",
        "s"
      ],
      [
        "&",
        "name"
      ],
      [
        "'",
        "["
      ],
      [
        "'",
        "]Ċ"
      ],
      [
        "(",
        "a"
      ],
      [
        "(",
        "i"
      ],
      [
        "*",
        "*"
      ],
      [
        "*",
        "i"
      ],
      [
        "+",
        "'Ċ"
      ],
      [
        "-",
        "Z"
      ],
      [
        "-",
        "z"
      ],
      [
        ".",
        "co"
      ],
      [
        "/",
        "/"
      ],
      [
        "/",
        "to"
      ],
      [
        "/",
        "res"
      ],
      [
        "/",
        "path"
      ],
      [
        ":",
        "//"
      ],
      [
        "<",
        "|"
      ],
      [
        "=",
        "f"
      ],
      [
        ">",
        "']Ċ"
      ],
      [
        "?",
        "i"
      ],
      [
        "]",
        "}"
      ],
      [
        "]",
        "+'Ċ"
      ],
      [
        "_",
        "_"
      ],
      [
        "_",
        "]+'Ċ"
      ],
      [
        "d",
        "d"
      ],
      [
        "d",
        "at"
      ],
      [
        "e",
        "xa"
      ],
      [
        "f",
        "or"
      ],
      [
        "f",
        "te"
      ],
      [
        "h",
        "el"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "ur"
      ],
      [
        "t",
        "y"
      ],
      [
        "u",
        "e"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "al"
      ],
      [
        "w",
        "or"
      ],
      [
        "x",
        "t"
      ],
      [
        "|",
        ">']Ċ"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠĠĠĠĠĠĠ"
      ],
      [
        "re",
        "ge"
      ],
      [
        "Ġs",
        "elf"
      ],
      [
        "Ġ'",
        "<|"
      ],
      [
        "Ġa",
        "dd"
      ],
      [
        "en",
        "do"
      ],
      [
        "co",
        "un"
      ],
      [
        "ur",
        "l"
      ],
      [
        "mp",
        "le"
      ],
      [
        "Ġ[",
        "'"
      ],
      [
        "ht",
        "tp"
      ],
      [
        "ke",
        "y"
      ],
      [
        "Ġ{",
        "'"
      ],
      [
        "token",
        "s"
      ],
      [
        "-z",
        "A"
      ],
      [
        ".co",
        "m"
      ],
      [
        "/res",
        "our"
      ],
      [
        "=f",
        "oo"
      ],
      [
        "?i",
        "d"
      ],
      [
        "dat",
        "a"
      ],
      [
        "exa",
        "mple"
      ],
      [
        "fte",
        "xt"
      ],
      [
        "hel",
        "lo"
      ],
      [
        "val",
        "ue"
      ],
      [
        "wor",
        "ld"
      ],
      [
        "rege",
        "x"
      ],
      [
        "endo",
        "ftext"
      ],
      [
        "coun",
        "t"
      ],
      [
        "http",
        "s"
      ],
      [
        "/resour",
        "ce"
      ],
      [
        "\"",
        ":"
      ],
      [
        ")",
        ")Ċ"
      ],
      [
        ",",
        "Ċ"
      ],
      [
        "a",
        "b"
      ],
      [
        "b",
        "y"
      ],
      [
        "d",
        "u"
      ],
      [
        "g",
        "es"
      ],
      [
        "m",
        "er"
      ],
      [
        "p",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "v",
        "oc"
      ],
      [
        "y",
        "s"
      ],
      [
        "Ċ",
        "Ċ"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "to"
      ],
      [
        "en",
        "t"
      ],
      [
        "co",
        "d"
      ],
      [
        "xport",
        "er"
      ],
      [
        "mer",
        "ges"
      ],
      [
        "voc",
        "ab"
      ],
      [
        "(",
        "s"
      ],
      [
        ".",
        "Ċ"
      ],
      [
        "I",
        "t"
      ],
      [
        "_",
        "to"
      ],
      [
        "_",
        "un"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "y"
      ],
      [
        "a",
        "in"
      ],
      [
        "a",
        "ti"
      ],
      [
        "c",
        "re"
      ],
      [
        "e",
        "g"
      ],
      [
        "e",
        "ing"
      ],
      [
        "e",
        "av"
      ],
      [
        "g",
        "ht"
      ],
      [
        "h",
        "ort"
      ],
      [
        "h",
        "ness"
      ],
      [
        "i",
        "l"
      ],
      [
        "i",
        "r"
      ],
      [
        "i",
        "ef"
      ],
      [
        "i",
        "ti"
      ],
      [
        "i",
        "ve"
      ],
      [
        "i",
        "est"
      ],
      [
        "i",
        "cod"
      ],
      [
        "i",
        "ght"
      ],
      [
        "j",
        "s"
      ],
      [
        "k",
        "ness"
      ],
      [
        "l",
        "y"
      ],
      [
        "l",
        "ati"
      ],
      [
        "o",
        "pe"
      ],
      [
        "p",
        "r"
      ],
      [
        "s",
        "is"
      ],
      [
        "u",
        "t"
      ],
      [
        "u",
        "th"
      ],
      [
        "y",
        "thing"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "co"
      ],
      [
        "Ġ",
        "li"
      ],
      [
        "th",
        "er"
      ],
      [
        "Ġw",
        "or"
      ],
      [
        "Ġw",
        "is"
      ],
      [
        "Ġw",
        "int"
      ],
      [
        "Ġw",
        "ay"
      ],
      [
        "Ġo",
        "ther"
      ],
      [
        "re",
        "e"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        "or",
        "iti"
      ],
      [
        "er",
        "lati"
      ],
      [
        "er",
        "ything"
      ],
      [
        "Ġb",
        "s"
      ],
      [
        "Ġb",
        "el"
      ],
      [
        "Ġb",
        "est"
      ],
      [
        "Ġb",
        "eing"
      ],
      [
        "es",
        "pa"
      ],
      [
        "Ġs",
        "up"
      ],
      [
        "Ġs",
        "hort"
      ],
      [
        "Ġs",
        "pr"
      ],
      [
        "Ġa",
        "uth"
      ],
      [
        "Ġin",
        "cre"
      ],
      [
        "Ġin",
        "sis"
      ],
      [
        "is",
        "on"
      ],
      [
        "is",
        "iest"
      ],
      [
        "Ġf",
        "ar"
      ],
      [
        "Ġf",
        "oo"
      ],
      [
        "te",
        "d"
      ],
      [
        "Ġd",
        "eg"
      ],
      [
        "Ġd",
        "espa"
      ],
      [
        "Ġp",
        "res"
      ],
      [
        "mp",
        "ort"
      ],
      [
        "mp",
        "ar"
      ],
      [
        "ar",
        "kness"
      ],
      [
        "oo",
        "d"
      ],
      [
        "Ġre",
        "ce"
      ],
      [
        "Ġg",
        "ood"
      ],
      [
        "Ġh",
        "ope"
      ],
      [
        "do",
        "m"
      ],
      [
        "Ġno",
        "thing"
      ],
      [
        "Ġno",
        "isiest"
      ],
      [
        "li",
        "ty"
      ],
      [
        "Ġon",
        "ly"
      ],
      [
        "Ġso",
        "me"
      ],
      [
        "Ġev",
        "il"
      ],
      [
        "Ġev",
        "erything"
      ],
      [
        "(\"",
        "\\"
      ],
      [
        "lis",
        "hness"
      ],
      [
        "ĠD",
        "arkness"
      ],
      [
        "ĠL",
        "ight"
      ],
      [
        "by",
        "te"
      ],
      [
        "du",
        "lity"
      ],
      [
        "ĠH",
        "eav"
      ],
      [
        "_un",
        "icod"
      ],
      [
        "ive",
        "d"
      ],
      [
        "js",
        "on"
      ],
      [
        "Ġco",
        "mpar"
      ],
      [
        "Ġli",
        "ke"
      ],
      [
        "Ġwor",
        "st"
      ],
      [
        "Ġwis",
        "dom"
      ],
      [
        "Ġwint",
        "er"
      ],
      [
        "oriti",
        "es"
      ],
      [
        "erlati",
        "ve"
      ],
      [
        "Ġbel",
        "ief"
      ],
      [
        "Ġsup",
        "erlative"
      ],
      [
        "Ġspr",
        "ing"
      ],
      [
        "Ġauth",
        "orities"
      ],
      [
        "Ġincre",
        "dulity"
      ],
      [
        "Ġinsis",
        "ted"
      ],
      [
        "Ġfoo",
        "lishness"
      ],
      [
        "Ġdeg",
        "ree"
      ],
      [
        "Ġdespa",
        "ir"
      ],
      [
        "Ġpres",
        "ent"
      ],
      [
        "Ġrece",
        "ived"
      ],
      [
        "ĠHeav",
        "en"
      ],
      [
        "_unicod",
        "e"
      ],
      [
        "Ġcompar",
        "ison"
      ],
      [
        "\"",
        "\""
      ],
      [
        "(",
        "r"
      ],
      [
        "(",
        "or"
      ],
      [
        ".",
        "_"
      ],
      [
        "i",
        "z"
      ],
      [
        "i",
        "ct"
      ],
      [
        "m",
        "ain"
      ],
      [
        "p",
        "en"
      ],
      [
        "t",
        "r"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "lis"
      ],
      [
        "Ġin",
        "t"
      ],
      [
        "Ġd",
        "ef"
      ],
      [
        "Ġe",
        "xporter"
      ],
      [
        "\")",
        ","
      ],
      [
        "Ġ-",
        ">"
      ],
      [
        "ĠD",
        "ict"
      ],
      [
        "Ġor",
        "d"
      ],
      [
        "Ġc",
        "s"
      ],
      [
        "(r",
        "ange"
      ],
      [
        "(or",
        "d"
      ],
      [
        "iz",
        "er"
      ],
      [
        "Ġlis",
        "t"
      ],
      [
        "\"",
        ","
      ],
      [
        "\"",
        ",Ċ"
      ],
      [
        "(",
        ")"
      ],
      [
        "(",
        "b"
      ],
      [
        ".",
        "a"
      ],
      [
        ".",
        "ar"
      ],
      [
        ".",
        "merges"
      ],
      [
        ".",
        "vocab"
      ],
      [
        ".",
        "json"
      ],
      [
        "B",
        "P"
      ],
      [
        "E",
        "xporter"
      ],
      [
        "[",
        "int"
      ],
      [
        "]",
        "]"
      ],
      [
        "]",
        ")Ċ"
      ],
      [
        "_",
        "byte"
      ],
      [
        "b",
        "u"
      ],
      [
        "g",
        "v"
      ],
      [
        "i",
        "t"
      ],
      [
        "i",
        "ld"
      ],
      [
        "i",
        "mport"
      ],
      [
        "o",
        "ken"
      ],
      [
        "p",
        "pen"
      ],
      [
        "s",
        "elf"
      ],
      [
        "}",
        ",Ċ"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "Ġ",
        "__"
      ],
      [
        "Ġ",
        "merges"
      ],
      [
        "Ġ",
        "vocab"
      ],
      [
        "Ġ",
        "json"
      ],
      [
        "Ġi",
        "f"
      ],
      [
        "Ġi",
        "mport"
      ],
      [
        "Ġs",
        "tr"
      ],
      [
        "is",
        "t"
      ],
      [
        "):",
        "Ċ"
      ],
      [
        "Ġ{",
        "Ċ"
      ],
      [
        "up",
        "le"
      ],
      [
        "ĠL",
        "ist"
      ],
      [
        "(s",
        "elf"
      ],
      [
        "(s",
        "ys"
      ],
      [
        "ĠT",
        "oken"
      ],
      [
        "izer",
        "Exporter"
      ],
      [
        ".a",
        "ppen"
      ],
      [
        ".ar",
        "gv"
      ],
      [
        "BP",
        "E"
      ],
      [
        "bu",
        "ild"
      ],
      [
        "ĠToken",
        "izerExporter"
      ],
      [
        ".appen",
        "d"
      ],
      [
        "))Ċ",
        "Ċ"
      ],
      [
        "!",
        "\"),"
      ],
      [
        "\"",
        "{"
      ],
      [
        "\"",
        ":Ċ"
      ],
      [
        "\"",
        "ĊĊ"
      ],
      [
        "(",
        "c"
      ],
      [
        "(",
        "o"
      ],
      [
        "(",
        "z"
      ],
      [
        "(",
        "{"
      ],
      [
        "(",
        "Ċ"
      ],
      [
        "(",
        ")Ċ"
      ],
      [
        "(",
        "path"
      ],
      [
        "(",
        "main"
      ],
      [
        ".",
        "e"
      ],
      [
        ".",
        "p"
      ],
      [
        ".",
        "items"
      ],
      [
        ".",
        "du"
      ],
      [
        ".",
        "st"
      ],
      [
        ".",
        "\"\""
      ],
      [
        ":",
        "]Ċ"
      ],
      [
        "=",
        "\""
      ],
      [
        "=",
        "F"
      ],
      [
        "=",
        "s"
      ],
      [
        ">",
        "\","
      ],
      [
        "E",
        "x"
      ],
      [
        "E",
        "xport"
      ],
      [
        "F",
        "a"
      ],
      [
        "N",
        "on"
      ],
      [
        "O",
        "p"
      ],
      [
        "S",
        "ys"
      ],
      [
        "T",
        "uple"
      ],
      [
        "[",
        "k"
      ],
      [
        "[",
        "by"
      ],
      [
        "[",
        ":]Ċ"
      ],
      [
        "[",
        "Tuple"
      ],
      [
        "]",
        ","
      ],
      [
        "]",
        ":Ċ"
      ],
      [
        "]",
        ",Ċ"
      ],
      [
        "]",
        "))ĊĊ"
      ],
      [
        "_",
        "as"
      ],
      [
        "a",
        "th"
      ],
      [
        "a",
        "is"
      ],
      [
        "a",
        "ge"
      ],
      [
        "c",
        "h"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "l"
      ],
      [
        "d",
        "er"
      ],
      [
        "d",
        "ent"
      ],
      [
        "e",
        "d"
      ],
      [
        "f",
        "f"
      ],
      [
        "f",
        "r"
      ],
      [
        "g",
        "g"
      ],
      [
        "i",
        "f"
      ],
      [
        "i",
        "p"
      ],
      [
        "i",
        "th"
      ],
      [
        "i",
        "on"
      ],
      [
        "i",
        "le"
      ],
      [
        "l",
        "en"
      ],
      [
        "m",
        "od"
      ],
      [
        "o",
        "m"
      ],
      [
        "o",
        "u"
      ],
      [
        "p",
        "ing"
      ],
      [
        "s",
        "e"
      ],
      [
        "s",
        "u"
      ],
      [
        "s",
        "ion"
      ],
      [
        "t",
        "es"
      ],
      [
        "u",
        "gg"
      ],
      [
        "v",
        "er"
      ],
      [
        "x",
        "ff"
      ],
      [
        "}",
        "\""
      ],
      [
        "}",
        ","
      ],
      [
        "}",
        "Ċ"
      ],
      [
        "~",
        "\")"
      ],
      [
        "Ġ",
        "_"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġ",
        "as"
      ],
      [
        "Ġ",
        ")Ċ"
      ],
      [
        "Ġ",
        "token"
      ],
      [
        "Ġ",
        "ty"
      ],
      [
        "Ġ",
        "main"
      ],
      [
        "Ġ",
        "tr"
      ],
      [
        "Ġ",
        "},Ċ"
      ],
      [
        "Ġ",
        "BPE"
      ],
      [
        "Ġ",
        "(Ċ"
      ],
      [
        "Ġ",
        "Non"
      ],
      [
        "Ġ",
        "Op"
      ],
      [
        "Ġ",
        "Sys"
      ],
      [
        "Ġ",
        "len"
      ],
      [
        "Ġ",
        "}Ċ"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "Ġo",
        "s"
      ],
      [
        "Ġo",
        "ut"
      ],
      [
        "Ġo",
        "pen"
      ],
      [
        "as",
        "s"
      ],
      [
        "in",
        "it"
      ],
      [
        "Ġ=",
        "="
      ],
      [
        "Ġs",
        "ys"
      ],
      [
        "Ġin",
        "dent"
      ],
      [
        "ing",
        "Fa"
      ],
      [
        "Ġf",
        "ile"
      ],
      [
        "Ġe",
        "xport"
      ],
      [
        "Ġp",
        "ath"
      ],
      [
        ")Ċ",
        "ĊĊ"
      ],
      [
        "on",
        "al"
      ],
      [
        "Ġ+",
        "="
      ],
      [
        "ti",
        "onal"
      ],
      [
        "Ġ[",
        "])Ċ"
      ],
      [
        "Ġr",
        "ais"
      ],
      [
        "Ġ\"",
        "__"
      ],
      [
        "Ġ\"",
        "\"\""
      ],
      [
        "us",
        "age"
      ],
      [
        "xa",
        "c"
      ],
      [
        "xa",
        "e"
      ],
      [
        "Ġdi",
        "ct"
      ],
      [
        "Ġno",
        "t"
      ],
      [
        "al",
        "se"
      ],
      [
        "tem",
        "Ex"
      ],
      [
        "(\"",
        "!\"),"
      ],
      [
        "(\"",
        "~\")"
      ],
      [
        "tp",
        "ut"
      ],
      [
        "__",
        "("
      ],
      [
        "__",
        "\":Ċ"
      ],
      [
        "ty",
        "pe"
      ],
      [
        "ĊĊ",
        "Ċ"
      ],
      [
        "ĠH",
        "ugg"
      ],
      [
        "cod",
        "ing"
      ],
      [
        "ain",
        "ed"
      ],
      [
        "ut",
        "f"
      ],
      [
        "ĠT",
        "uple"
      ],
      [
        "()",
        "},Ċ"
      ],
      [
        "(b",
        "s"
      ],
      [
        "]]",
        ":"
      ],
      [
        "]]",
        "):Ċ"
      ],
      [
        "Ġen",
        "su"
      ],
      [
        "Ġen",
        "coding"
      ],
      [
        "(o",
        "ut"
      ],
      [
        "(z",
        "ip"
      ],
      [
        "({",
        "},"
      ],
      [
        "()Ċ",
        "Ċ"
      ],
      [
        ".e",
        "xport"
      ],
      [
        ".p",
        "y"
      ],
      [
        ".du",
        "mp"
      ],
      [
        ".st",
        "der"
      ],
      [
        ".\"\"",
        "\"ĊĊ"
      ],
      [
        "=F",
        "alse"
      ],
      [
        "=s",
        "ys"
      ],
      [
        "[by",
        "tes"
      ],
      [
        "_as",
        "ci"
      ],
      [
        "ch",
        "r"
      ],
      [
        "cl",
        "ass"
      ],
      [
        "fr",
        "om"
      ],
      [
        "mod",
        "el"
      ],
      [
        "ou",
        "tput"
      ],
      [
        "ver",
        "sion"
      ],
      [
        "Ġtoken",
        "izer"
      ],
      [
        "Ġty",
        "ping"
      ],
      [
        "Ġtr",
        "ained"
      ],
      [
        "ĠNon",
        "e"
      ],
      [
        "ĠOp",
        "tional"
      ],
      [
        "ĠSys",
        "temEx"
      ],
      [
        "ingFa",
        "ce"
      ],
      [
        "Ġrais",
        "e"
      ],
      [
        "ĠHugg",
        "ingFace"
      ],
      [
        "Ġensu",
        "re"
      ],
      [
        ".stder",
        "r"
      ],
      [
        "_asci",
        "i"
      ],
      [
        "ĠSystemEx",
        "it"
      ],
      [
        "(",
        "))ĊĊ"
      ],
      [
        "(",
        "))Ċ"
      ]
    ]
  }
}