{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "ยก": 94,
      "ยข": 95,
      "ยฃ": 96,
      "ยค": 97,
      "ยฅ": 98,
      "ยฆ": 99,
      "ยง": 100,
      "ยจ": 101,
      "ยฉ": 102,
      "ยช": 103,
      "ยซ": 104,
      "ยฌ": 105,
      "ยฎ": 106,
      "ยฏ": 107,
      "ยฐ": 108,
      "ยฑ": 109,
      "ยฒ": 110,
      "ยณ": 111,
      "ยด": 112,
      "ยต": 113,
      "ยถ": 114,
      "ยท": 115,
      "ยธ": 116,
      "ยน": 117,
      "ยบ": 118,
      "ยป": 119,
      "ยผ": 120,
      "ยฝ": 121,
      "ยพ": 122,
      "ยฟ": 123,
      "ร": 124,
      "ร": 125,
      "ร": 126,
      "ร": 127,
      "ร": 128,
      "ร": 129,
      "ร": 130,
      "ร": 131,
      "ร": 132,
      "ร": 133,
      "ร": 134,
      "ร": 135,
      "ร": 136,
      "ร": 137,
      "ร": 138,
      "ร": 139,
      "ร": 140,
      "ร": 141,
      "ร": 142,
      "ร": 143,
      "ร": 144,
      "ร": 145,
      "ร": 146,
      "ร": 147,
      "ร": 148,
      "ร": 149,
      "ร": 150,
      "ร": 151,
      "ร": 152,
      "ร": 153,
      "ร": 154,
      "ร": 155,
      "ร ": 156,
      "รก": 157,
      "รข": 158,
      "รฃ": 159,
      "รค": 160,
      "รฅ": 161,
      "รฆ": 162,
      "รง": 163,
      "รจ": 164,
      "รฉ": 165,
      "รช": 166,
      "รซ": 167,
      "รฌ": 168,
      "รญ": 169,
      "รฎ": 170,
      "รฏ": 171,
      "รฐ": 172,
      "รฑ": 173,
      "รฒ": 174,
      "รณ": 175,
      "รด": 176,
      "รต": 177,
      "รถ": 178,
      "รท": 179,
      "รธ": 180,
      "รน": 181,
      "รบ": 182,
      "รป": 183,
      "รผ": 184,
      "รฝ": 185,
      "รพ": 186,
      "รฟ": 187,
      "ฤ": 188,
      "ฤ": 189,
      "ฤ": 190,
      "ฤ": 191,
      "ฤ": 192,
      "ฤ": 193,
      "ฤ": 194,
      "ฤ": 195,
      "ฤ": 196,
      "ฤ": 197,
      "ฤ": 198,
      "ฤ": 199,
      "ฤ": 200,
      "ฤ": 201,
      "ฤ": 202,
      "ฤ": 203,
      "ฤ": 204,
      "ฤ": 205,
      "ฤ": 206,
      "ฤ": 207,
      "ฤ": 208,
      "ฤ": 209,
      "ฤ": 210,
      "ฤ": 211,
      "ฤ": 212,
      "ฤ": 213,
      "ฤ": 214,
      "ฤ": 215,
      "ฤ": 216,
      "ฤ": 217,
      "ฤ": 218,
      "ฤ": 219,
      "ฤ ": 220,
      "ฤก": 221,
      "ฤข": 222,
      "ฤฃ": 223,
      "ฤค": 224,
      "ฤฅ": 225,
      "ฤฆ": 226,
      "ฤง": 227,
      "ฤจ": 228,
      "ฤฉ": 229,
      "ฤช": 230,
      "ฤซ": 231,
      "ฤฌ": 232,
      "ฤญ": 233,
      "ฤฎ": 234,
      "ฤฏ": 235,
      "ฤฐ": 236,
      "ฤฑ": 237,
      "ฤฒ": 238,
      "ฤณ": 239,
      "ฤด": 240,
      "ฤต": 241,
      "ฤถ": 242,
      "ฤท": 243,
      "ฤธ": 244,
      "ฤน": 245,
      "ฤบ": 246,
      "ฤป": 247,
      "ฤผ": 248,
      "ฤฝ": 249,
      "ฤพ": 250,
      "ฤฟ": 251,
      "ล": 252,
      "ล": 253,
      "ล": 254,
      "ล": 255,
      "el": 256,
      "hel": 257,
      "ld": 258,
      "lo": 259,
      "or": 260,
      "wor": 261,
      "ฤ wor": 262,
      "hello": 263,
      "ฤ world": 264,
      "ฤ hello": 265
    },
    "merges": [
      [
        "e",
        "l"
      ],
      [
        "h",
        "el"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "r"
      ],
      [
        "w",
        "or"
      ],
      [
        "ฤ ",
        "wor"
      ],
      [
        "hel",
        "lo"
      ],
      [
        "ฤ wor",
        "ld"
      ],
      [
        "ฤ ",
        "hello"
      ]
    ]
  }
}