{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "┬б": 94,
      "┬в": 95,
      "┬г": 96,
      "┬д": 97,
      "┬е": 98,
      "┬ж": 99,
      "┬з": 100,
      "┬и": 101,
      "┬й": 102,
      "┬к": 103,
      "┬л": 104,
      "┬м": 105,
      "┬о": 106,
      "┬п": 107,
      "┬░": 108,
      "┬▒": 109,
      "┬▓": 110,
      "┬│": 111,
      "┬┤": 112,
      "┬╡": 113,
      "┬╢": 114,
      "┬╖": 115,
      "┬╕": 116,
      "┬╣": 117,
      "┬║": 118,
      "┬╗": 119,
      "┬╝": 120,
      "┬╜": 121,
      "┬╛": 122,
      "┬┐": 123,
      "├А": 124,
      "├Б": 125,
      "├В": 126,
      "├Г": 127,
      "├Д": 128,
      "├Е": 129,
      "├Ж": 130,
      "├З": 131,
      "├И": 132,
      "├Й": 133,
      "├К": 134,
      "├Л": 135,
      "├М": 136,
      "├Н": 137,
      "├О": 138,
      "├П": 139,
      "├Р": 140,
      "├С": 141,
      "├Т": 142,
      "├У": 143,
      "├Ф": 144,
      "├Х": 145,
      "├Ц": 146,
      "├Ч": 147,
      "├Ш": 148,
      "├Щ": 149,
      "├Ъ": 150,
      "├Ы": 151,
      "├Ь": 152,
      "├Э": 153,
      "├Ю": 154,
      "├Я": 155,
      "├а": 156,
      "├б": 157,
      "├в": 158,
      "├г": 159,
      "├д": 160,
      "├е": 161,
      "├ж": 162,
      "├з": 163,
      "├и": 164,
      "├й": 165,
      "├к": 166,
      "├л": 167,
      "├м": 168,
      "├н": 169,
      "├о": 170,
      "├п": 171,
      "├░": 172,
      "├▒": 173,
      "├▓": 174,
      "├│": 175,
      "├┤": 176,
      "├╡": 177,
      "├╢": 178,
      "├╖": 179,
      "├╕": 180,
      "├╣": 181,
      "├║": 182,
      "├╗": 183,
      "├╝": 184,
      "├╜": 185,
      "├╛": 186,
      "├┐": 187,
      "─А": 188,
      "─Б": 189,
      "─В": 190,
      "─Г": 191,
      "─Д": 192,
      "─Е": 193,
      "─Ж": 194,
      "─З": 195,
      "─И": 196,
      "─Й": 197,
      "─К": 198,
      "─Л": 199,
      "─М": 200,
      "─Н": 201,
      "─О": 202,
      "─П": 203,
      "─Р": 204,
      "─С": 205,
      "─Т": 206,
      "─У": 207,
      "─Ф": 208,
      "─Х": 209,
      "─Ц": 210,
      "─Ч": 211,
      "─Ш": 212,
      "─Щ": 213,
      "─Ъ": 214,
      "─Ы": 215,
      "─Ь": 216,
      "─Э": 217,
      "─Ю": 218,
      "─Я": 219,
      "─а": 220,
      "─б": 221,
      "─в": 222,
      "─г": 223,
      "─д": 224,
      "─е": 225,
      "─ж": 226,
      "─з": 227,
      "─и": 228,
      "─й": 229,
      "─к": 230,
      "─л": 231,
      "─м": 232,
      "─н": 233,
      "─о": 234,
      "─п": 235,
      "─░": 236,
      "─▒": 237,
      "─▓": 238,
      "─│": 239,
      "─┤": 240,
      "─╡": 241,
      "─╢": 242,
      "─╖": 243,
      "─╕": 244,
      "─╣": 245,
      "─║": 246,
      "─╗": 247,
      "─╝": 248,
      "─╜": 249,
      "─╛": 250,
      "─┐": 251,
      "┼А": 252,
      "┼Б": 253,
      "┼В": 254,
      "┼Г": 255,
      "el": 256,
      "hel": 257,
      "ld": 258,
      "lo": 259,
      "or": 260,
      "wor": 261,
      "─аwor": 262,
      "hello": 263,
      "─аworld": 264,
      "─аhello": 265
    },
    "merges": [
      [
        "e",
        "l"
      ],
      [
        "h",
        "el"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "r"
      ],
      [
        "w",
        "or"
      ],
      [
        "─а",
        "wor"
      ],
      [
        "hel",
        "lo"
      ],
      [
        "─аwor",
        "ld"
      ],
      [
        "─а",
        "hello"
      ]
    ]
  }
}